import { SideBar } from "../cmps/SideBar";

export function Hebrew() {

    return (
        <>
            <div className='landing'>
                <img src="https://res.cloudinary.com/dollaguij/image/upload/v1700480190/landing1_u0pdxj.png" alt="" />
                <h1>התכלת בימי המשנה והגמרא</h1>
            </div>
            <div className="top-card">
                <h1>הרקע לתקופה</h1>
                <p>התכלת הייתה חלק מחיי עם ישראל גם בתקופת המשנה והתלמוד, וחכמינו ז"ל מרחיבים בתיאור החילזון שהיה מקור התכלת, דרכי צידתו, דרכי הפקת התכלת, אופן הצביעה בתכלת, כללי קשירת הציצית בפתילי תכלת ולבן, כיצד להבחין בין צבע תכלת מקורי לצבע מזויף שמקורו מן הצומח, ועוד. ממצאים וטקסטים בני התקופה מלמדים עוד על התכלת בעולם היהודי, וגם על גורלה של התכלת בימים שלאחר חורבן בית המקדש וגלות ישראל.</p>
            </div>
            <main className='main-layout'>
                <SideBar />
                <div className='card-container'>
                    <div className="card" id='card1'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%90%D7%A8%D7%99%D7%92-%D7%9E%D7%A6%D7%93%D7%94-1.webp" alt="" />
                            <div className="side-title heb">
                                אריג מצדה
                            </div>
                        </div>
                        <h4>אריג זה ממצא ארכיאולוגי ממצדה, מתוארך 2,000 שנה אחורה.
                            <br />
                            נראה שהאריג הוא חלק מגלימה או שמלה שלבש אחד מבני משפחת המלוכה ההרודיאנית.
                            <br />ניתוח כימי מראה שהצבע הגיע מחילזון ארגמון קהה קוצים.
                        </h4>
                    </div>
                    <div className="card" id='card2'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/2-%D7%A0%D7%99%D7%A8%D7%95%D7%9F-%D7%A7%D7%99%D7%A1%D7%A8-AI-1024x631.webp" alt="" />
                            <div className='side-title heb'>
                                נירון קיסר
                            </div>
                        </div>
                        <h4>הקיסר נירון היה אובססיבי לצבע מהחילזון!
                            <br />
                            הוא אסר על מכירת הצבע הנחשק ואפילו ביצע מבצע "עוקץ",
                            <br />
                            כששלח סוכנים לנסות ולרכוש צבע, וכשהצליחו – סגר את השוק.
                            <br />
                            כשראה מטרונית לובשת שמלה סגולה, הוא התרגז כל כך
                            עד ששלח את שומריו להפשיט אותה – מבגדיה ומכל רכושה!
                        </h4>
                    </div>
                    <div className="card" id='card3'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%97%D7%95%D7%A8%D7%91%D7%9F-%D7%91%D7%99%D7%AA-%D7%A9%D7%A0%D7%99-AI-1024x633.webp" alt="" />
                            <div className='side-title heb'>
                                חורבן בית שני
                            </div>
                        </div>
                        <h4>
                            בשנת ג'תת"ל (70) נפלה עטרת ראשנו ונחרב בית מקדשנו בידי הרומאים.
                            <br />
                            המקדש – עם פרוכותיו, כיסויי הקירות והכלים, ובגדי הכוהנים ששירתו בו בעבודת ה' –
                            היה ה'לקוח' הגדול ביותר של שוק התכלת.
                            <br />
                            בשל החורבן תעשיית התכלת נכנסה למשבר עמוק
                            שפגע בציידי החילזון, בצובעים ובכל שרשרת האספקה.
                            <br />
                            למרות המשבר יהודים המשיכו לדבוק במצוות הטלת פתיל התכלת בציציותיהם.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card4'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/AI-%D7%9E%D7%A8%D7%93-%D7%94%D7%AA%D7%A4%D7%95%D7%A6%D7%95%D7%AA-1024x683.webp" alt="" />
                            <div className='side-title heb'>
                                מרד התפוצות
                            </div>
                        </div>
                        <h4>
                            לאחר החורבן המשיכו יהודים במרד נגד השלטון הרומאי.
                            <br />
                            המהומות התפשטו לקהילות יהודיות בכל רחבי הים התיכון.
                            <br />
                            במאורעות שקוראים להם חז"ל <span className='bold'> "פולמוס קיטוס" –</span>
                            <br />
                            הגנרל הרומי לוסיוס קווייטוס נשלח לדכא את המרד ועשה זאת ביד קשה וחסרת רחמים.
                            <br />
                            הוא הוציא מחוץ לחוק כל אספקט של זהות וגאווה לאומית יהודית,
                            ובכלל זה את לבישת התכלת.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card5'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%A8-%D7%99%D7%95%D7%A1%D7%99-%D7%94%D7%92%D7%9C%D7%99%D7%9C%D7%99-%D7%A7%D7%A6%D7%95%D7%95%D7%AA-%D7%9B%D7%94%D7%94%D7%99%D7%9D.webp" alt="" />
                            <div className='side-title heb'>
                                ר' יוסי גלילי
                            </div>
                        </div>
                        <h4>
                            בסערת שנות הלחימה ברומאים, חייהם של יהודי ארץ ישראל היו קשים, מדוכאים ומרוששים.
                            <br />
                            וכשהם מתמודדים עם מציאות רוחנית חדשה של יהדות ללא מקדש
                            מצאו היהודים את עצמם במצבים חדשים שדרשו תגובות הלכתיות נועזות.
                            <br />
                            לראשונה אנו שומעים את דברי ר' יוסי הגלילי, שמציג את המסורת שקיבל מרבו, ר' יוחנן בן נורי,
                            לפיה כאשר לא ניתן להשיג תכלת, יש להמשיך וללבוש ציצית עם חוטי לבן בלבד.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card6'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%90%D7%A8%D7%99%D7%92-%D7%95%D7%90%D7%93%D7%99-%D7%9E%D7%A8%D7%95%D7%91%D7%A2%D7%AA.webp" alt="" />
                            <div className='side-title heb'>
                                אריג ואדי מרובעת
                            </div>
                        </div>
                        <h4>
                            במהלך מרד בר כוכבא, חיילים יהודים ובני משפחותיהם הסתתרו במערות שבצוקי מדבר יהודה.
                            <br />
                            החפצים שהם הותירו אחריהם התגלו על ידי ארכיאולוגים ומספרים את סיפורם, 2,000 שנה מאוחר יותר.
                            <br />פיסת בד קטנה זו, שנצבעה בכחול שמיים, צבע שהגיע מחילזון ארגמון קהה קוצים,
                            מוכיחה שהטכנולוגיה לצביעה בכחול באמצעות חלזונות הייתה קיימת בארץ ישראל בתקופת המשנה.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card7'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%90%D7%93%D7%A8%D7%99%D7%90%D7%A0%D7%95%D7%A1-AI-%D7%9B%D7%97%D7%95%D7%9C.webp" alt="" />
                            <div className='side-title heb'>
                                גזירות אדריאנוס - דורו של שמד
                            </div>
                        </div>
                        <h4>
                            לאחר תבוסתו של בר כוכבא, סבלו היהודים תחת גזרותיו הרעות של אדריאנוס
                            שקבע כי קיום מצוות או לימוד תורה הם פשע שהעונש עליו הוא הוצאה להורג.
                            <br />
                            בתקופה זו היה מסוכן מאוד לאסוף חלזונות ולייצר תכלת.
                            <br />
                            ר' יוסי מספר שפגש דייג שהזהיר אותו שהחלזונות מוקפים ביצורים מפלצתיים רעילים…
                            <br />
                            (מדובר, כמובן, ברמז לרומאים וגזרותיהם המרושעות).
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card8'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/AI-%D7%A8-%D7%9E%D7%90%D7%99%D7%A8.webp" alt="" />
                            <div className='side-title heb'>
                                ר' מאיר
                            </div>
                        </div>
                        <h4>
                            "תַּנְיָא הָיָה רבִּי מֵאִיר אוֹמֵר:
                            <br />
                            מַה נִּשְׁתַּנָּה תְּכֵלֶת מִכָּל מִינֵי צִבְעוֹנִין מִפְּנֵי שֶׁהַתְּכֵלֶת דּוֹמֶה לַיָּם וְיָם דּוֹמֶה לָרָקִיעַ
                            וְרָקִיעַ לְכִסֵּא הַכָּבוֹד"
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card9'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%90%D7%A0%D7%98%D7%95%D7%A0%D7%99%D7%A0%D7%95%D7%A1.webp" alt="" />
                            <div className='side-title heb'>
                                אנטונינוס (קרקלה)
                            </div>
                        </div>
                        <h4>
                            הקיסר מרקוס אורליוס אנטונינוס, המכונה קרקלה, היה חבר אמת של העם היהודי, וחברו של רבי יהודה הנשיא.
                            <br />
                            הגמרא מספרת סיפורים רבים על הקשר בין רבי ואנטונינוס.
                            <br />
                            מטבע זה שבתמונה הוטבע בצור, ממש מצפון לארץ ישראל, מציג את קרקלה בצד אחד
                            ובצד השני את הנשר (סמל לרומא) שומר על המוצר היקר ביותר באימפריה:
                            <br />
                            חילזון הארגמון, שממנו הופק הצבע לתכלת וארגמן.
                        </h4>
                    </div>
                    <div className="card" id='card10'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%91%D7%99%D7%AA-%D7%A9%D7%A2%D7%A8%D7%99%D7%9D-%D7%A8-%D7%99%D7%94%D7%95%D7%93%D7%94-%D7%94%D7%A0%D7%A9%D7%99%D7%90-1024x633.webp" alt="" />
                            <div className='side-title heb'>
                                ר' יהודה הנשיא
                            </div>
                        </div>
                        <h4>
                            תקופתו של רבי סימנה את שיא החיים היהודיים בארץ ישראל לאחר החורבן.
                            <br />
                            רבי עצמו היה המנהיג האידיאלי: "תורה וגדולה במקום אחד".
                            <br />
                            במהלך חייו הרומאים לא הטילו הגבלות על ייצור תכלת ומחירה לא היה מופקע.
                            <br />
                            רבי הרגיש שאין תירוץ שלא לקיים את מצוות הציצית בצורה המושלמת, עם חוטים לבנים וחוטי תכלת כאחד.
                            <br />
                            הוא פסק שבלי תכלת אין ללבוש ציצית כלל.
                            <br />
                            "מעכבין זה את זה – דברי רבי".
                        </h4>
                    </div>
                    <div className="card" id='card11'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%A4%D7%A8%D7%92%D7%9E%D7%98%D7%99%D7%94.webp" alt="" />
                            <div className='side-title heb'>
                                "פרגמטיא" בעיר צור
                            </div>
                        </div>
                        <h4>
                            העיר צור הייתה ידועה כמרכז תעשיית צבעי הארגמון עוד מימי שלמה המלך.
                            <br />
                            חירם מלך צור שלח בעלי מלאכה לסייע בבניית המקדש, וביניהם היו גם מומחים לתכלת.
                            <br />
                            בתקופת המשנה והתלמוד הייתה צור מוקד מסחר, והסחורה החשובה ביותר שלה הייתה בדים צבועים בחילזון.
                            <br />
                            ניתן לראות זאת על המטבע המתאר את המיתוס המכונן של צור – כלבו של הרקולס מגלה את הארגמון.
                            <br />
                            המסחר אינו יודע גבולות, ואנשי עסקים נסעו לעיתים קרובות מארץ ישראל לצור,
                            ולמדו ממקור ראשון על תעשיית הצבעים שם.
                            <br />
                            המדרש אף מספר על ר' חייא ור' שמעון (בנו של רבי) שנסעו לצור לסחור באריגים.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card12'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%90%D7%91%D7%99%D7%99-AI-1024x631.webp" alt="" />
                            <div className='side-title heb'>
                                אביי
                            </div>
                        </div>
                        <h4>
                            אביי שגר בבבל הרחק מחלזונות התכלת בים התיכון, חקר את ר' שמואל בר יהודה בבואו מארץ ישראל:
                            <br />
                            "תכלת, איך אתם צובעים את זה?"
                            <br />
                            התשובה הייתה לקונית משהו – לוקחים תמצית חילזון, מוסיפים כימיקלים, מחממים… כך בהקשר לצביעה.
                            <br />
                            אך היו שיקולים הלכתיים נוספים, סיפר ר' שמואל,
                            <br />
                            דהיינו שיש להיזהר בקפידה רבה שלא לקלקל את יורה הצבע בעשיית פעולות שאינן קשורות ישירות לצביעה של מצווה.
                            <br />
                            מכאן אנו לומדים את חשיבות הכוונה הראויה בכל שלב של הצביעה – לשם מצוות ציצית.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card13'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%AA%D7%A7%D7%95%D7%A4%D7%AA-%D7%A8%D7%91%D7%90.webp" alt="" />
                            <div className='side-title heb'>
                                רבא
                            </div>
                        </div>
                        <h4>
                            הגמרא מספרת על שני יהודים מארץ ישראל שהביאו תכלת לרבא, גדול אמוראי בבל,
                            <br />
                            אך נתפשו בדרכם על ידי "נשר".
                            <br />
                            לסיפור היה סוף טוב, ו"בזכות הרחמים ובזכותם יצאו בשלום".
                            <br />
                            למרות גזרות הרומאים (שסמלם היה נשר) שאסרו על השימוש בתכלת ובארגמן,
                            <br />
                            בכל זאת יהודים סיכנו את חייהם כדי לקיים מצוות ציצית בשלמותה עם פתיל התכלת.
                            <br />
                            הם גם היו מוכנים להבריח תכלת מארץ ישראל לאחיהם שבבבל על אף הסכנות הכרוכות בזה.
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card14'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%90%D7%97%D7%90%D7%99%D7%99-AI.webp" alt="" />
                            <div className='side-title heb'>
                                רב אחאי
                            </div>
                        </div>
                        <h4>
                            התלמוד מספר על הבדיקות שערך רב אחאי כדי לקבוע אם חוטים כחולים הם תכלת אותנטית
                            <br />
                            או קלא אילן – צבע מזויף ממקור צמחי. גמרא זו מלמדת אותנו כמה דברים חשובים:
                            <br />
                            • המראה של קלא אילן (אינדיגו) זהה לחלוטין לזה של התכלת.
                            <br />
                            • יש רק שתי אפשרויות לצבוע בתכלת – עם תכלת מהחילזון או עם קלא אילן, ואין אפשרות שלישית.
                            <br />
                            • והכי חשוב, התכלת הייתה זמינה עד ימיו של רב אחאי, אבל זה התיעוד האחרון לשימוש בו.
                        </h4>
                    </div>
                    <div className="card" id='card15'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%A1%D7%A4%D7%A8-%D7%A9%D7%9C-%D7%99%D7%95%D7%A1%D7%98%D7%90%D7%A0%D7%95%D7%A1.webp" alt="" />
                            <div className='side-title heb'>
                                יוסטיניאנוס
                            </div>
                        </div>
                        <h4>
                            דברים האסורים למכירה, ואנשים שאסור להם למכור או לקנות אותם
                            <br />
                            לשום אזרח פרטי אין זכות לצבוע בדים בארגמן או למכור אותם, לא משי ולא צמר,
                            <br />
                            ולא בצבעים הנקראים בלאטה, אוקסיבלאטה והיקינטינה.*
                            <br />
                            המוכר צמר צבוע בצבעים אלה, ידע שהוא מסתכן באובדן רכושו וחייו.
                            <br />
                            <br />
                            <span className='small italic'>*אלו הצבעים המופקים מחלזונות-ים – סגול וכחול.
                                יקינטינה היא התרגום ללטינית של 'תכלת'.</span>
                        </h4>
                    </div>
                    <div className="card" id='card16'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/1%D7%A2%D7%A8%D7%99%D7%9B%D7%AA-%D7%94%D7%91%D7%91%D7%9C%D7%99.webp" alt="" />
                            <div className='side-title heb'>
                                עריכת הבבלי
                            </div>
                        </div>
                        <h4>
                            “ניתן לטעון בבטחה, כי בזמן חתימת התלמוד (שנת 570 לערך) מצוות התכלת בציצית עדיין התקיימה בפועל,
                            שהרי אין בתלמוד בשום מקום רמיזה קלה להפסקת המצווה "
                            <br />
                            כך כותב הרב יצחק הלוי הרצוג בעבודה המונומנטלית שלו בנושא התכלת.
                            <br />
                            על אף הקושי להשיג תכלת, למרות המחיר המופקע, ומול הסכנות הגדולות שהציבו הרומאים,
                            <br />
                            יהודים המשיכו ללבוש תכלת, עד שזה נהיה בלתי אפשרי…
                            <br />
                        </h4>
                    </div>
                    <div className="card" id='card17'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%9E%D7%9C%D7%97%D7%9E%D7%AA-%D7%94%D7%A4%D7%A8%D7%A1%D7%99%D7%9D-%D7%95%D7%94%D7%91%D7%99%D7%96%D7%A0%D7%98%D7%99%D7%9D-AI.webp" alt="" />
                            <div className='side-title heb'>
                                מלחמות הפרסים והביזנטיים
                            </div>
                        </div>
                        <h4>
                            המאה השביעית פגשה את חורבן היישוב היהודי בארץ ישראל.
                            <br />
                            הביזנטיים, ששלטו שם במשך מאות שנים, נדחקו החוצה על ידי הפרסים.
                            <br />
                            כעבור שנים אחדות שוב נכבשה הארץ על ידי הביזנטיים, כיבוש שהביא למותם של עשרות אלפי יהודים.
                            <br />
                            זמן קצר לאחר מכן, הצבאות הערביים בראשות הח'ליף עומר הביסו את הביזנטיים ואת הפרסים,
                            <br />
                            והשתלטו על כל חופי הים התיכון.
                            <br />
                            כשבתי הצביעה נהרסו, אבדו גם סודות מלאכת הצביעה והידע על זהות החילזון,
                            <br />
                            ותהליכי הייצור כוסו בערפילי ההיסטוריה ונשכחו.
                        </h4>
                    </div>
                    <div className="card" id='card18'>
                        <div className='img-container'>
                            <img src="https://nostalgic-euclid.35-246-215-141.plesk.page/wp-content/uploads/2023/07/%D7%9E%D7%93%D7%A8%D7%A9-%D7%AA%D7%A0%D7%97%D7%95%D7%9E%D7%90-%D7%A7%D7%A6%D7%95%D7%95%D7%AA-%D7%9B%D7%94%D7%99%D7%9D-1024x632.webp" alt="" />
                            <div className='side-title heb'>
                                מדרש תנחומא
                            </div>
                        </div>
                        <h4>
                            <span className='bold'>"ועכשיו אין לנו אלא לבן, שהתכלת נגנז"</span> (תנחומא, פרשת שלח, טו)
                            <br />
                            בפעם הראשונה אנו שומעים שהתכלת אבדה לחלוטין.
                            <br />
                            לאחר מכן, אין זכר למי שלובש ציצית עם תכלת.
                            <br />
                            יהודים המשיכו ללבוש ציצית עם חוטים לבנים,
                            <br />
                            אך תמיד חלמו על היום שבו יוכלו לקיים את מצוות הציצית בשלמותה.
                        </h4>
                        <h4>
                            <span className='bold'>"ורחם עלינו ובנה עירך במהרה בימינו, והביאנו לשלום לארץ הקדושה.
                                וזכנו שיחזור ויתגלה החילזון, ונזכה לקיים מצוות תכלת"</span>(תפילת רבי נחמן מברסלב)
                        </h4>
                    </div>
                </div>
            </main >
        </>
    )
}